[
  {
    "id": 1,
    "img": "https://files.catbox.moe/qcvcr6.png",
    "designation": "Software Engineer",
    "company": "Google",
    "phone": "775-388-3301",
    "email": "edmund_hermist@gmail.com",
    "company_location": "Mountain View, CA",
    "salary": "150k-200k",
    "job_type": "Full-time",
    "job_location": "Remote",
    "jobDescription": "As a software engineer at Google, you'll work on a wide variety of projects using cutting-edge technologies. You'll collaborate with other engineers, product managers, and designers to create software that powers Google's search engine, mobile apps, and other products.",
    "experiences": "3+ years of experience in software development",
    "educational_requirements": "Bachelor's or higher degree in Computer Science or related field",
    "job_responsibility": "Design, develop, and maintain software applications using a variety of programming languages and frameworks. Collaborate with other engineers, product managers, and designers to understand requirements and build solutions. Write clean, efficient, and maintainable code that meets Google's coding standards. Participate in code reviews and contribute to the development of best practices. Continuously learn and stay up-to-date with emerging technologies and industry trends."
  },
  {
    "id": 2,
    "img": "https://files.catbox.moe/0m8538.png",
    "designation": "Marketing Manager",
    "company": "Facebook",
    "phone": "386-965-7915",
    "email": "sandrine.strei@hotmail.com",
    "company_location": "Menlo Park, CA",
    "salary": "100k-150k",
    "job_type": "Part-time",
    "job_location": "Onsite",
    "experiences": "5-7 years",
    "educational_requirements": "Bachelor's degree in Marketing or related field",
    "job_responsibilities": "Develop and execute marketing campaigns that promote Facebook's products and services. Work closely with other marketers, designers, and product managers to create compelling campaigns that reach Facebook's global audience. Analyze campaign performance data and adjust strategies as needed. Stay up-to-date with industry trends and best practices.",
    "jobDescription": "As a marketing manager at Facebook, you'll be responsible for developing and executing marketing campaigns that promote Facebook's products and services. You'll work closely with other marketers, designers, and product managers to create compelling campaigns that reach Facebook's global audience."
  },

  {
    "id": 3,
    "img": "https://files.catbox.moe/5yxrdw.png",
    "designation": "Graphic Designer",
    "company": "Netflix",
    "phone": "717-425-5004",
    "email": "lucious2011@yahoo.com",
    "company_location": "Los Gatos, CA",
    "salary": "100k-200k",
    "job_type": "Contract",
    "job_location": "Remote",
    "jobDescription": "As a graphic designer at Netflix, you'll work on a wide variety of projects that help promote Netflix's shows and movies to audiences around the world. You'll create marketing materials, social media graphics, and other visual assets that help tell the stories of Netflix's original content.",
    "experiences": "2+ years of experience on  graphic designing",
    "educational_requirements": "Bachelor's degree in graphic design or related field",
    "job_responsibility": "Design and create visual assets for marketing materials, social media graphics, and other promotional materials for Netflix's original content."
  },
  {
    "id": 4,
    "img": "https://files.catbox.moe/92gmcx.png",
    "designation": "Product Manager",
    "company": "Amazon",
    "phone": "601-471-8901",
    "email": "bennie.eichma@yahoo.com",
    "company_location": "Seattle, WA",
    "salary": "200k-250k",
    "job_type": "Full-time",
    "job_location": "Onsite",
    "experiences": "5+ years of experience in product management",
    "educational_requirements": "Bachelor's degree in Computer Science, Engineering, Business, or a related field",
    "job_responsibility": "As a product manager at Amazon, you'll be responsible for identifying customer needs, defining product requirements, and working with engineering teams to build and launch products. You'll use data and customer feedback to inform product decisions and prioritize features. You'll also collaborate with cross-functional teams, including marketing, design, and operations, to ensure successful product launches and ongoing product performance.",
    "jobDescription": "As a Product Manager at Amazon, you will play a key role in driving the development of innovative products that will shape the future of e-commerce. You will work with cutting-edge technologies and collaborate with a team of highly talented individuals to create products that exceed customer expectations. You will have the opportunity to own the end-to-end product lifecycle, from ideation and prototyping to launch and post-launch optimization. If you're passionate about delivering exceptional customer experiences and driving business impact, this is the role for you."
  },
  {
    "id": 5,
    "img": "https://files.catbox.moe/qovssd.png",
    "designation": "Sales Representative",
    "company": "Apple",
    "phone": "937-219-0251",
    "email": "jeika2012@hotmail.com",
    "company_location": "Cupertino, CA",
    "salary": "80k-90k",
    "job_type": "Full-time",
    "job_location": "Onsite",
    "jobDescription": "As a sales representative at Apple, you'll be responsible for selling Apple's products to customers in Apple stores and other retail locations. You'll help customers choose the right products, answer their questions, and provide a great overall shopping experience. In addition, you'll be responsible for maintaining a positive and engaging environment in the store, including greeting customers and assisting with any issues they may have. You'll also work with other members of the sales team to meet and exceed sales targets, and provide feedback to Apple's product development team to help improve the customer experience.",
    "experiences": "2+ years of sales experience",
    "educationalRequirements": "High school diploma or equivalent, Bachelor's degree preferred",
    "jobResponsibility": "Sell Apple's products to customers in Apple stores and other retail locations, help customers choose the right products, answer their questions, maintain a positive and engaging environment in the store, work with other members of the sales team to meet and exceed sales targets, provide feedback to Apple's product development team"
  },
  {
    "id": 6,
    "img": "https://files.catbox.moe/nlumud.png",
    "designation": "Data Analyst",
    "company": "Tesla",
    "phone": "407-490-5112",
    "email": "sydnee1977@gmail.com",
    "company_location": "Redmond, WA",
    "salary": "120k-300k",
    "job_type": "Half-Time",
    "job_location": "Remote",
    "jobDescription": "As a Data Analyst at Tesla, you will be responsible for collecting, analyzing, and interpreting complex data sets to drive business decisions. You will work with cross-functional teams to identify trends, build predictive models, and communicate insights to stakeholders. We are looking for someone who is analytical, detail-oriented, and passionate about data-driven decision making.",
    "experiences": "2+ years of experience in data analysis",
    "educational_requirements": "Bachelor's or Master's degree in Computer Science, Statistics, Data Science, or a related field",
    "job_responsibility": "Collect, analyze, and interpret complex data sets to drive business decisions. Work with cross-functional teams to identify trends, build predictive models, and communicate insights to stakeholders."
  }
]
